acpi
alacritty
alsa-utils
autotiling
base
base-devel
biber
bind
brightnessctl
buf
clang
clipmenu
cmake
curl
cpupower
dex
dmenu
docker
docker-compose
efibootmgr
fd
feh
firefox
flameshot
fuse2
fzf
git
gnuplot
go
grub
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
helm
htop
i3blocks
i3lock
i3status
i3-wm
inetutils
iwd
jdk17-openjdk
keepassxc
kubectl
lazygit
leiningen
less
libpulse
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-lts
llvm
nano
neovim
networkmanager
network-manager-applet
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
obs-studio
openbsd-netcat
otf-crimson
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
polybar
postgresql
protobuf
psensor
pulsemixer
reflector
rust
scrot
smartmontools
sof-firmware
tex-gyre-fonts
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langenglish
texlive-langportuguese
texlive-latexextra
texlive-plaingeneric
texlive-pstricks
texlive-xetex
tlp
tlp-rdw
tmux
ttf-jetbrains-mono-nerd
ttf-lato
ueberzugpp
vim
vlc
waybar
webkit2gtk-4.1
websocat
wget
wireless_tools
wireplumber
xclip
xdg-utils
xorg-xinit
xorg-xinput
xss-lock
xterm
yazi
yt-dlp
zip
zoxide
zram-generator
zsh
zsync
